<template>
    <div>
      <box-border></box-border>
      <h3 class="center">推进机制</h3>
      <p class="p20">
        1、人心就像一个容器，装的快乐多了，郁闷自然就少;装的简单多了，纠结自然就少;装的满足多了，痛苦自然就少;装的理解多了，矛盾自然就少;装的宽容多了，仇恨自然就少。你用它洗东西，它就是一个洗具;你用它做杯子，它就是一个杯具。

        2、六月的黎明，整个天际挂着漂亮的玫瑰红，就像少女羞红的脸。八月的夜晚，满天繁星就像深蓝色的海洋里漂浮的海星。一个人只有当他在华氏114度的高温里跳进水里，他才能真正体会到游泳的乐趣。尽管生活会给人带来种种烦恼，但重要的是，我们要学会发现和欣赏生活中的美。

        3、这世界怎么都是你，原来你住在我心里。

        4、我很忙!听到这句话时，朋友心想这哥们儿事业有成;妻子马上觉得自己家务的担子重了;女朋友则开始担心自己在他心目中的位置，甚至可以理解成一个分手的信号或借口。

        5、别人怎么看你不重要，唯一重要的是你很喜欢真实的自己。

        6、人无所舍，必无所成。一个人，能抓住希望的只有自己，能放弃希望也只有自己。怨恨、嫉妒只会让自己失去更多。往事如烟，浅笑而安。慢慢的懂得人的一生会经历太多的起伏，不可能总是一帆风顺，也不会永远风起云涌，没有一片天空永远晴空万里，没有一个人的心灵永远一尘不染。
      </p>
    </div>
</template>


<script>
  import BoxBorder from '@/components/boxStyle'
    export default{
      components:{
        BoxBorder
      },
       props:{}
    }

</script>
<style scoped>
  .p20{
    padding: 40px;
    text-align:justify;
  }
</style>


